_author_='Olga_Strelenko'

#Задание2

answer = input('Введите данные ' )
answer1 = input('Введите данные1 ' )

answer,answer1 = answer1,answer

number= (answer,answer1)
print(number [0])
print(number [1])
