_author_='Olga_Strelenko'

#normal
#Задание1
number = input('Введите число ')
print(max(number)) 
